{
  "title" : "No More Bhopals!",
  "subtitle" : "Support the struggle of Bhopal gas victims for Justice!",
  "img" : "img/campaign/bhopal.jpg",
  "content" : "Midnight, December 2, 1984... the world’s worst ever industrial disaster occurred in Bhopal. More &nbsp;&nbsp;than 27 tonnes of methyl isocyanate and other toxic gases leaked from US corporation Union &nbsp;&nbsp;Carbide’s pesticide plant, turning the narrow lanes of the city into a gas chamber. Over 8000 died in &nbsp;&nbsp;the first three days. Since the disaster, well over 12,000 have died in a never-ending funeral &nbsp;&nbsp;procession...Over one lakh were left with severely impaired lungs, eyes, reproductive and immune &nbsp;&nbsp;systems, and mental health. Over 50,000 live on the brink of starvation, too ill to do any jobs. And now &nbsp;&nbsp;studies are starting to show effects of the poison in children born after the disaster.<b><br><br> A third world ‘accident’</b> The gas leak was waiting to happen. Union Carbide had designed the plant &nbsp;&nbsp;with inferior, unproven technology. To enhance profits, the company went on a cost cutting drive: &nbsp;&nbsp;reducing; personnel, adopting hazardous operating procedures, cutting down on vital safety measures and plant maintenance. On the night of the disaster, none of the six safety systems designed to prevent or contain a leak were working! <b><br><br>The compensation drama </b>First the injury, then the insult! Initially, the government of India filed for $3000 million compensation against Carbide in court. But then in 1989 in a complete turnaround, it settled with Carbide for a fraction of that – just $470 million! <b><br><br>Carbide’s disappearing act </b>Ever since then, Union Carbide has tried to evade its liabilities in Bhopal. For refusing to appear before Indian courts, it was declared an ‘absconder’ in 1992. To continue doing business in India, it tried all kinds of tricks. In 2001, in a final act of disappearance, it merged with another notorious multinational corporation, Dow Chemicals of the USA. Dow thereby inherited the pending liabilities of Union Carbide. But Dow-Carbide has simply refused to accept Carbide’s Bhopal liabilities. Shockingly, the Indian government stands with Dow! <b><br><br>Dow-Carbide Continues to Kill</b> After the gas leak, Union Carbide simply abandoned the plant, leaving behind over 5000 tonnes of toxic waste. This has seeped into the groundwater and poisoned wells and handpumps with chemicals known to cause cancer and genetic defects. Even mother’s milk has become poisoned. Yet Dow-Carbide has simply refused to accept responsibility for decontaminating the soil and water around the plant. <b><br><br>Walking 800 kms... for Clean Drinking Water</b> In March 2006, the Bhopal gas survivors walked 800 kms from Bhopal to Delhi. There, they sat down on an indefinite hunger strike. Finally, the Prime Minister met them. But Manmohan Singh refused to give a commitment on seriously prosecuting Dow-Carbide, saying “We have to do business” and “India has to survive despite all these tragedies.” Whose government is it? All that he promised them was safe drinking water ...after 22 years of sustained struggle. Six years after that promise, as of today, only 60% of the pipelines have been laid! <b><br><br>Indian govt... Standing with Dow-Carbide </b>On June 7, 2010, the Chief Judicial Magistrate of Bhopal finally delivered judgement in the criminal case against Union Carbide. He sentenced the company’s 7 Indian officials to just 2 years in jail. And, they were immediately released on a bail of Rs 25000! They got away with such light sentences, for the murder of over 20,000 people, as the government made no serious attempt to pursue the case against them. No sentence was passed against the prime culprits, Union Carbide USA and its former Chairman, Warren Anderson, as the Indian government made no attempt to put them on trial. For the last two decades, the victims of this tragedy had to fight not just Dow-Carbide, but also the Indian government which has been more interested in currying favour with MNCs and their concubine governments rather than protecting the interests of its citizens. <b><br><br>We are all living in Bhopal!</b><br> In a sense, we are all living in Bhopal. Because India’s rulers have now abandoned whatever little concern they had for the environment, and are creating conditions for the occurrence of a <b>1000 more Bhopals</b> all over the country! Ever since India’s rulers began the globalisation of the Indian economy two decades ago, it has laid out the red carpet for foreign multinational corporations (MNCs) to invest in the country. In fact, the Indian government is now running the economy solely for the profit maximisation of these giant robber corporations. In the name of ‘development’, the MNCs and their Indian collaborators, the big private Indian corporates, are being allowed to cut down entire forests, destroy coastal lands in the name of aquaculture, over-exploit groundwater, pollute our seas-rivers- soil-groundwater-air, indulge in indiscriminate mining, uproot entire villages, destroy livelihoods of people, damage the health of not just the living but also of those yet to be born. Of course, the brave people of our country have not been taking this assault on their lives lying down; they have been waging militant struggles against many of these destructive projects... like the struggle of the people of southern Tamil Nadu against the Kudankulam NPP, the struggle against the Posco and Vedanta projects in Orissa; the struggle against the Nandigram and Singur projects in West Bengal... <br><br>The courageous struggle of the Bhopal survivors has come to symbolize all these struggles. Their demand for <b>‘Justice for Bhopal’</b>, is actually a struggle against the very path of development being taken by India’s rulers, which gives priority only to foreign investment and giant projects while destroying our air-water-rivers-forests-health-livelihoods. It’s also a struggle for genuine democracy, based on equal rights for all, on equality before the law from high corporate officials to the poorest tribals, and above all on everyone’s right to safe environment and decent livelihood. <br><br>Friends ... we must support the Struggle for Justice in Bhopal. Come, let's join hands, to ensure 'No More Bhopals'..."
}