{
  "title" : "Eradicate the roots of corruption!",
  "subtitle" : "Fight the corporate-politician-bureaucracy nexus ruling the country!!",
  "img" : "img/campaign/corruption.gif",
  "content" : "Commonwealth Games scam, Adarsh scam, 2G Spectrum scam, Madhu Koda Scam... Team Anna's &nbsp;&nbsp;agitation and the attention given to it by the media have succeeded in focussing the attention of the &nbsp;&nbsp;entire country on these scams. People across the country have come to believe that these scams &nbsp;&nbsp;involving thousands of crores of rupees are at the root of all the problems gripping our country : &nbsp;&nbsp;poverty, unemployment, rising prices, lack of affordable education- health-housing, etc.; and an &nbsp;&nbsp;effective anti-corruption watchdog or Lokpal would solve these problems. <br><br>&nbsp;&nbsp;Beneath this entire debate over the Lokpal bill, an even bigger scam is unfolding in the country, which &nbsp;&nbsp;the media has deliberately chosen to ignore, and which will not be affected by the setting up of a Lokpal as this is a legal scam. While the Commonwealth Games and 2G Spectrum scams are big, this scam is much much bigger than all these corruption scandals combined. It involves the selling out of our country's wealth, our mineral resources, our land-rivers-forests, our agriculture, our mountains and coastal belts, to giant foreign and Indian corporations for their plunder. And this is being done legally, through policies passed by the country's Parliament. It is these policies which are responsible—for the growing polarisation in the country, wherein a few lakh people have become very rich, some have even become billionaires, while crores of people have been pushed below India's already shamefully low poverty line; for the worsening employment crisis, as employment growth in the manufacturing and agricultural sector has stagnated; for more than 2 lakh farmers committing suicides in the last decade and a half, the largest wave of recorded suicides in world history; for the spiralling inflation which has sent prices of foodgrains, pulses and cooking oil soaring through the roof; for the sharp increase education and health care costs, making them unaffordable for the majority of the population; and for the growing environmental crisis which is threatening the health and well-being of not just the present but also future generations. <br><br><b> Let us take a look at some of these gigantic scams:</b><br><br> <b>i)</b> India's eastern districts of Chhattisgarh, Jharkhand, Orissa are enormously rich in mineral resources. These mineral resources, worth trillions of dollars, are being handed over to giant foreign and Indian corporations for a song. However, these minerals lie below tribal lands, and so the corporations, with the naked connivance of the politicians, police and the bureaucracy, have launched a ferocious and completely illegal assault to dispossess the poor farmers and tribals of their lands and forests for setting up mining and mega industrial projects, like Posco project in Jagatsinghpur, Tata’s steel project in Kalinganagar, etc. <br><br><b>ii)</b> The government is gradually withdrawing from its responsibility of providing essential services like education, health care, transportation, electricity, and even drinking water and food, to the people at affordable rates. It is privatising these services, and allowing the private corporate sector to transform these sectors into instruments of naked profiteering. It is because of this that medicine prices have zoomed; college fees have gone through the roof; electricity prices are rising; bus fares are rising. Even the public distribution system designed to check speculation in prices of foodgrains is being eliminated, which is one of the reasons for the sharp rise in food prices; and now, drinking water supply in cities is also being handed over to these corporations, who will then hike its prices 10-15 times. <b><br><br>iii)</b> In the name of development, foreign and Indian corporations are being allowed to set up the most polluting industries in India. The latest is the government push to set up a string of giant size nuclear plants all along India's coast. Nuclear plants are deathly:radioactive nuclides leaking from the plant and its waste cause innumerable diseases in the nearby population; worse, these nuclides will continue to emit radiation and cause disease and death for thousands of years, long after the plant has shut down. Nuclear plants are also prone to catastrophic accidents which can contaminate huge areas for thousands of years, condemning the people living there to die from cancer and give birth to deformed children for hundreds of generations. Which is why the US, Canada and most West European countries have not ordered new plants for the last 30-40 years, and many are phasing out existing plants, especially after the Fukushima accident in Japan. Yet the Indian government is inviting the foreign nuclear corporations to set up their plants in India... Just the Jaitapur Nuclear Park is worth more than Rs. 2 lakh crores – a scam bigger than the 2G Spectrum scam. <b><br><br>iv) </b>The government is hell-bent on giving permission to giant foreign retailers like Walmart and Tesco to set up their retail chains in India. Walmart alone sells more goods than all of India's 1.2 crore retailers combined. These mammoth retailers have the financial muscle to source their supplies from the lowest cost producers at the global level. Initially, they will sell cheap, to drive out the domestic competition; once their monopoly is established, they will then sell dear to earn superprofits. These giants do not compete with themselves, they collaborate, so the claim that consumers will benefit from their entry is an illusion. The entry of these corporations will therefore destroy the livelihoods of millions of small retailers in India, like has happened all over the world. <br><br><b>For a Second Freedom Struggle</b><br> The Jan Lokpal Bill movement is an expression of the true democratic spirit of the people of our country. Ordinary people are coming out on the streets, demanding a new law to check corruption, instead of just sitting and criticizing politicians at home. That is how a genuine democracy should be. <br><br>However, we must realise—even if the Lokpal is established, there is every possibility that this institution is also compromised: in a situation wherein the entire ruling system has become sick, how can an institution that has to function within the contours of the present ruling system not be affected by this sickness? The struggle for a Lokpal can only be one step in a long struggle to retake the control of our country from our corrupt politicians and their masters, the giant foreign and Indian corporations who are looting our country. The Lokpal may end some obvious corruption scams, but will not affect scams like the scandalous POSCO project, the Jaitapur Nuclear Park project, the rising college fees and medical bills, or the loot in petrol and diesel prices. Therefore, we need to advance our struggle, beyond the scams being highlighted by the media and TV channels, to demanding changes in government policies. We will need to continue our struggle, till all the various forms of corruption end, till we have a society whose basic orientation is not the profits of giant corporations, but fulfilling the basic needs of all people—healthy and affordable food, best possible health care, invigorating education, decent shelter, security in old age, clean pollution free environment. <br><br>Our rulers are able to rule, because we are silent. When people unite and march, they can force the most corrupt, dictatorial and anti-people government to its knees. It has happened in Venezuela, Bolivia, Ecuador ... and then in Morocco, Tunisia,Egypt... it will happen in India too! <br><br>If you agree with our views, you may contact us..."
}
  
