{
  "title" : "Save Education, Save India!",
  "subtitle" : "Stop privatisation and commoditisation of education! Provide Free Education to All.",
  "img" : "img/campaign/edu.jpg",
  "content" : "<p>Rapid and drastic changes are taking place in the country’s education sector. The cleverly misnamed Right to Education Act, 2009 has taken away the fundamental right to education from the people. Not only that, the Foreign Educational Institutions Bill and more such bills will now set up a regime where higher education will remain the prerogative of the moneyed classes, while the majority are thrown back into the dark ages.</p><p><b>The Promise of the Independence Movement</b></p><p>Article 45 of the Constitution of India directed the state to  provide, within 10 years, free and compulsory education for all children upto the age of 14 years. The directive included provisions for health, nutrition and pre-primary education for children upto 6 years of age, and elementary education (class I-VIII) for all children. Also, Article 46 directed for special attention to the needs of Scheduled Castes and Scheduled Tribes.</p><p><b>Historical Neglect of Education and the Scenario Today</b></p><p>Forget education for all in 10 years, after 63 years of independence, 34% of the people, with 46% women, 46% of the Scheduled Castes and 51% of the Scheduled Tribes, are still illiterate! 53 and 34% of children enrolled in Class I do not complete Class VIII and Class V respectively. Only about 10-12% children get engaged in higher studies.</p> <p>Way back in 1964, the Kothari Commission recommended that 6% of the GDP should be spent on education. To ensure equitable education it demanded fully government funded “Neighbourhood schools”. Neighbourhood school means one school for all children living in the vicinity of the school, irrespective of their family income. Seven of the G-8 countries have this system!<p> However, more than four decades later, government spending on education remains abysmally low at nearly 3.5%. No government has ever pursued the Neighbourhood school concept. On the contrary, today the government educational system is on the verge of collapse. Tens of thousands of schools do not have a building; over 90,000 schools do not even have a blackboard! Over 1 lakh schools are running in a single classroom!! Now, the new educational reforms are further worsening this terrible state of affairs. Instead of appointing regular teachers, unskilled, untrained, lowly paid para-teachers are being appointed; these untrained teachers often teach several classes in a single room. Tens of thousands of such teachers have been appointed! The much hyped Sarva Shiksha Abhiyan is nothing but a continuation of these policies.</p> <p>On other hand, in the name of Public-Private Partnership (PPP), government schools are being handed over to the private sector for unbridled profiteering. On top of it, the private sector is being given additional enormous direct and hidden subsidies, including free or subsidised lands, tax concessions, permission to increase fees at will and also charge unlimited capitation fees! Education has become a commodity, to be brought and sold in the market!</p><p><b>Hopes Raised and Abandoned</b></p><p> The Supreme Court of India in its pathbreaking Unnikrishnan Judgment (1993) ruled that Education is a fundamental right and that the state cannot cite paucity of funds for denying education to any child between 0 to 14 years of age. This promised wings to fly to crores of the downtrodden young in the country! However, by then, the government had begun implementing World Bank dictated reforms in the country, one of whose conditionalities was to reduce government spending on education and privatise this sector. The ruling establishment began to take steps to reverse this judgment.</p><p>The first step was the 86th constitutional amendment (2002). Under the pretext of making education a fundamental right, it actually reversed the Supreme Court judgment. It removed the provision for education, nutrition, and healthcare during the crucial first 6 years of age, affecting 17 crore children! It also diluted the right of children between the age of 6 and 14 years to free and compulsory education by allowing the government to provide it according to its wishes. The Right to Education Act (RTE) 2009 completed the reversal of the judgment.</p><p><b>The Right of Children to Free and Compulsory Education Act, 2009: The Historical Betrayal</b></p><p> Can ‘Right to Education’ mean ‘Right to Unequal Education’? Obviously no! However, this misnamed act has clearly accelerated the anti-people, pro-rich, corporate friendly educational policies being pursued over the past two decades.</p><p> Under this law, education will not be fully free! The government will have the powers to collect fees under all kinds of excuses. It will also continue to appoint para-teachers. It can now more freely subsidise private schools. Not only this, the law gives complete freedom to private schools to indulge in unlimited  profiteering, while taking away the right of state governments to control the fees of private schools!</p><p> Contrary to its name, the RTE law thus legalises withdrawal of government from its obligation to provide free  and compulsory education.  It is a cruel mockery of the right to education!</p><p> <b>Foreign Educational Institutes Bill (FEIB) 2010 and other Bills: Milking Higher Education</b></p><p>Simultaneously, the government has launched a frontal assault on the right of children to affordable higher education. The country’s 18,000 colleges and 500 universities are in a state of neglect, due to paucity of funds. The government is slowly strangulating them by continuously reducing their funding: out of an outlay of Rs 46,500 crore in the XI Plan for Higher Education, only Rs 8,300 crore has been released in 3 years! So, college fees are skyrocketing, part time teachers are being appointed, and most higher education courses have gone out of reach.</p><p>And now, in the name of quality improvement, the government is proposing to open the country’s gates for foreign universities. Due to continued recession, the private, profit-savvy education business in western countries is in deep crisis. So it is keen to invest in India. Obviously, only their third grade universities will come to India.</p><p>As proposed in the FEIB, the government’s role will be restricted to only granting permission to foreign universities. It will have no role in their administration, admissions, fee policies, recruitment, salary, not even in academic aspects like curriculum and evaluation! Obviously the fees will be very high! They will not have to implement reservations! And if they don’t find it profitable enough, they can just shut shop and vanish!</p><p>The three other bills related to higher education pending in Parliament are even more frightening than the FEIB. On the whole, their aim is to set up centralized institutions to replace UGC, AICTE, NCTE and completely regulate higher education:  from deciding curriculum to appointing vice chancellors, arbitration among stakeholders and establishing a compulsory quality-hierarchy of all institutes including foreign ones. All the bodies being created have a clear mandate of establishing corporate friendly, market oriented agenda of education.</p><p>These bills will certainly destroy the diversity of higher education, curb the powers of states to implement education policies suitable to their specific needs, and muzzle the right of dissent.</p><p><b>The Neo Liberal Assault: World Bank Dictated Policies</b></p><p>All these changes derive from the World Bank dictated globalization policies being implemented by the Government of India, and the commitments made by it under the GATS agreement of WTO. The making of Ambani and Birla  Report (April 2000) on a Policy Framework for Reforms in Education also tells us who else is also framing the educational policies in India!</p><p>Clearly the higher education sector is being transformed into an instrument for rampant racketeering by the corporate sector. Universities will no longer be temples of learning committed to unfolding the mental, moral and spiritual faculties everyone latently possesses; they will now only produce cheap and slavish workforce to serve corporate greed.</p><p><b>Time to Rise</b></p><p>Friends, the future of a country depends upon the education of its people. Under World Bank dictates, the Indian state is destroying our education system. We must act, resist and stop this planned assault on  our future. We appeal to all of you to join us in creating a mass movement to demand our right to fully free and compulsory school education and affordable higher education to all! </p><p>"
}
