[
	{
		"title" : "Lokayat Demonetisation Booklet Is Out",
		"date" : "January 9, 2017",
		"type" : "news",
		"link" : "demonetisation",
		"img" : "img/news/demonetisation.png",
		"synopsis" : "Our demonetisation booklet has finally gone for printing - the english copy. It contains a lot of new material as compared to the draft prepared earlier, including an important section on the role of the USA: the latest material reveals that the Modi Government had entered into an agreement with the USA for this push towards a cashless society, and that big payment corporations - like Mastercard and Visa, are behind this."
	},{
		"title" : "All India Socialist Youth Conference",
		"date" : "January 1, 2017",
		"type" : "event",
		"link" : "aisycon",
		"eventDateTime" : "January 20, 2017 09:00:00",
		"img" : "img/event/sycon1.png",
		"synopsis" : "The policies of globalisation, liberalisation and privatisation implemented in the country over the last more than two decades by successive governments that have come to power at the Centre have pushed the Indian economy into a deep external and internal crisis. The new Modi Government that came to power in 2014, promising 'Achhe Din' for the people, is also implementing the very same policies, only at a much faster pace. Because of this, the external debt of the country has crossed a record $480 billion, and so to entice foreign investors into the country, the BJP is surrendering before the conditions imposed by the foreign investors. The country is now being run only for the profiteering of giant foreign and Indian corporations. On the one hand, the government is giving tax concessions to the rich and writing of their bank loans to the tune of lakhs of crores of rupees, as well as handing over control of our infrastructural and financial sectors and our mineral resources to big private foreign and Indian corporations for their plunder. And on the other hand, it is implementing policies that have drastically affected the livelihoods of crores of common people: they are leading to rising inflation, worsening unemployment, a huge increase in poverty and destitution, destruction of our public education and health systems, and a worsening agricultural crisis which have pushed 3 million farmers to committing suicide over the past two decades. The latest in this long list of devastating policies is the sudden decision to demonetise Rs 500 and Rs 1000 notes."
	},
	{
		"title" : "सावित्रीबाई फुलेंचे स्वप्न आणि समाज परिवर्तनाची दिशा",
		"date" : "January 4, 2017",
		"type" : "event",
		"link" : "7JanTalkMar",
		"eventDateTime" : "January 7, 2017 18:30:00",
		"img" : "img/event/7jan.jpg",
		"synopsis" : "नववर्षातील आमच्या कार्यक्रमांना सुरुवात होत आहे. या वर्षातील पहिल्या व्याख्यानासाठी आम्ही अलाहाबाद विद्यापीठाच्या विद्यार्थी संघटनेची पहिली महिला अध्यक्ष रिचा सिंग हिला बोलावले आहे. रिचा अत्यंत धाडसी, संवेदनशील कार्यकर्ती असून फॅसिस्ट संघटनांच्या धमक्यांना न जुमानता ती विद्यार्थ्यांच्या, सर्वसामान्यांच्या हितासाठी कार्यरत आहे."

	},
	{
		"title" : "Mukticha Atmaswar (Self-Expressions of Freedom)",
		"date" : "December 12, 2016",
		"link" : "mukticha_atmaswar_eng",
		"type" : "event",
		"eventDateTime" : "December 24, 2016 18:00:00",
		"img" : "img/event/atmaswar.jpg",
		"synopsis" : "The cultural program is based on the writings of progressive women from ancient times to the contemporary period. The program includes presentations from the writings of women saints including Muktabai, Janabai, Meerabai to Savitribai Phule and Lakshmibai Tilak to Mallika Amar Sheikha and Hira Bansode."
	}        
]