[
	{
		"title" : "Video : Richa Singh talk on सावित्रीबाई फुले का सपना और समाज परिवर्तन की दिशा",
		"date" : "January 11, 2017",
		"type" : "video",
		"link" : "richaTalk",
		"video" : "https://www.youtube.com/embed/Ow2i2Jq_uzg",
		"synopsis" : "Listen to this intrepid activist and student leader, an M.Phil Gold Medallist, founder of Stri Mukti Sangathana in 2008, who defied the patriarchal pastures of the Hindi belt and Hindutva wave sweeping through the country to stand as an independent candidate for the Presidentship of the Allahabad Students Union." 
	},{
		"title" : "Lokayat Demonetisation Booklet Is Out",
		"date" : "January 9, 2017",
		"type" : "news",
		"link" : "demonetisation",
		"img" : "img/news/demonetisation.png",
		"synopsis" : "Our demonetisation booklet has finally gone for printing - the english copy. It contains a lot of new material as compared to the draft prepared earlier, including an important section on the role of the USA: the latest material reveals that the Modi Government had entered into an agreement with the USA for this push towards a cashless society, and that big payment corporations - like Mastercard and Visa, are behind this."
	},{
		"title" : "All India Socialist Youth Conference",
		"date" : "January 1, 2017",
		"type" : "event",
		"link" : "aisycon",
		"eventDateTime" : "January 21, 2017 09:00:00",
		"img" : "img/event/sycon1.png",
		"synopsis" : "In continuation of our efforts to build unity of democratic socialists across the country as a step towards building a powerful mass movement to fight fascism and its twin, the globalisation economic policies, \"We the Socialist Institutions\" has decided to host an All-India Socialist Youth Conference in Pune on January 21-22, 2016."
	},
	{
		"title" : "सावित्रीबाई फुलेंचे स्वप्न आणि समाज परिवर्तनाची दिशा",
		"date" : "January 4, 2017",
		"type" : "event",
		"link" : "7JanTalkMar",
		"eventDateTime" : "January 7, 2017 18:30:00",
		"img" : "img/event/7jan.jpg",
		"synopsis" : "नववर्षातील आमच्या कार्यक्रमांना सुरुवात होत आहे. या वर्षातील पहिल्या व्याख्यानासाठी आम्ही अलाहाबाद विद्यापीठाच्या विद्यार्थी संघटनेची पहिली महिला अध्यक्ष रिचा सिंग हिला बोलावले आहे. रिचा अत्यंत धाडसी, संवेदनशील कार्यकर्ती असून फॅसिस्ट संघटनांच्या धमक्यांना न जुमानता ती विद्यार्थ्यांच्या, सर्वसामान्यांच्या हितासाठी कार्यरत आहे."

	},
	{
		"title" : "Mukticha Atmaswar (Self-Expressions of Freedom)",
		"date" : "December 12, 2016",
		"link" : "mukticha_atmaswar_eng",
		"type" : "event",
		"eventDateTime" : "December 24, 2016 18:00:00",
		"img" : "img/event/atmaswar.jpg",
		"synopsis" : "The cultural program is based on the writings of progressive women from ancient times to the contemporary period. The program includes presentations from the writings of women saints including Muktabai, Janabai, Meerabai to Savitribai Phule and Lakshmibai Tilak to Mallika Amar Sheikha and Hira Bansode."
	}        
]