[
	{
		"title" : "Mukticha Atmaswar (Self-Expressions of Freedom)",
		"date" : "December 12, 2016",
		"type" : "event",
		"eventDateTime" : "December 24, 2016 18:00:00",
		"duration" : 2,
		"Venue" : "Rashtra Seva Dal Campus, Sinhagad Road, Near Dandekar Bridge, Pune.",
		"subtitle" : "On the eve of Manusmriti Dahan Din (Manusmriti Burning Day), ABHIVYAKTI, the women's wing of Lokayat, organises a play",
		"img" : "img/event/atmaswar.jpg",
		"content" : [
					"The cultural program is based on the writings of progressive women from ancient times to the contemporary period. The program includes presentations from the writings of women saints including Muktabai, Janabai, Meerabai to Savitribai Phule and Lakshmibai Tilak to Mallika Amar Sheikha and Hira Bansode.",
		         	"The program is a multi-faceted cultural program, and will include recitals, songs, bhajans and much more.", 
				   	"Do join us for this fantastic program."
			]
	},
	{
		"title" : "All India Socialist Youth Conference",
		"date" : "December 7, 2016",
		"type" : "event",
		"eventDateTime" : "January 20, 2017 09:00:00",
		"duration" : 2,
		"Venue" : "Rashtra Seva Dal Campus, Sinhagad Road, Near Dandekar Bridge, Pune.",
		"subtitle" : "We the Socialist Institutions organises SYCON", 
		"img" : "img/campaign/edu.jpg",
		"content" : [ "The policies of globalisation, liberalisation and privatisation implemented in the country over the last more than two decades by successive governments that have come to power at the Centre have pushed the Indian economy into a deep external and internal crisis. The new Modi Government that came to power in 2014, promising 'Achhe Din' for the people, is also implementing the very same policies, only at a much faster pace. Because of this, the external debt of the country has crossed a record $480 billion, and so to entice foreign investors into the country, the BJP is surrendering before the conditions imposed by the foreign investors. The country is now being run only for the profiteering of giant foreign and Indian corporations. On the one hand, the government is giving tax concessions to the rich and writing of their bank loans to the tune of lakhs of crores of rupees, as well as handing over control of our infrastructural and financial sectors and our mineral resources to big private foreign and Indian corporations for their plunder. And on the other hand, it is implementing policies that have drastically affected the livelihoods of crores of common people: they are leading to rising inflation, worsening unemployment, a huge increase in poverty and destitution, destruction of our public education and health systems, and a worsening agricultural crisis which have pushed 3 million farmers to committing suicide over the past two decades. The latest in this long list of devastating policies is the sudden decision to demonetise Rs 500 and Rs 1000 notes.",

						"Simultaneously, the BJP and its parent organisation, the RSS, are implementing a very regressive fascist social agenda. On the one hand, they are pushing ahead their communal agenda with great speed. The declared agenda of the RSS is to transform secular India into a Hindu Rashtra, based on the Manusmriti that sanctions oppression of the Dalits and women—they have never had any respect for the Indian Constitution and its fundamental pillars of democracy, secularism and equality. Cadres of the Vishwa Hindu Parishad, the Bajrang Dal and scores of other sister-groups have intensified campaigns aimed at intimidating religious minorities. And on the other hand, they have launched a vicious offensive to attack all ideologies and progressive forces that can challenge their Brahmanical ideology, in the name of a false nationalism.",

						"There is no doubt, the BJP-RSS are threatening the very conception of India as a socialist, secular, egalitarian and democratic republic as visualised by our country's founders, including Babasaheb Ambedkar and Mahatma Gandhi, and which are enshrined in the Constitution of India. At such a time, we, the democratic socialists, who are active in various fields, have decided to come together for building a political and economic alternative, and have formed a platform named as “We the Socialist Institutions”, that organised several successful programs in 2016.",

						"In continuation of our efforts to build unity of democratic socialists across the country as a step towards building a powerful mass movement to fight fascism and its twin, the globalisation economic policies, \"We the Socialist Institutions\" has decided to host an All-India Socialist Youth Conference in Pune on January 21-22, 2016.",

						"Rashtra Seva Dal, Yusuf Meherally Yuva Biradari and Lokayat have taken the responsibility of hosting this conference.",

						"The aim of this conference is:",

						    "To deepen the understanding of the various socialist student and youth groups on various aspects of the deep social-economic-political-environmental crisis gripping Indian society. There will be sessions on understanding the growing fascist threat and its economic roots, on understanding the various aspects of gender inequality and how it affects all of us, on the caste question that continues to deeply afflict and divide Indian society and that is becoming worse with the rise of fascist forces, on the communal divide and understanding the false propaganda that is being spread by fascist forces to deepen this divide, on the worsening environmental crisis that is threatening the very existence of human civilisation on earth, and a special session on “Gandhi's Last Month” by Prof Apoorvanand, an eminent scholar from Delhi University. We hope to invite some of the country's leading activist-intellectuals to speak on these various issues. We shall send out the names once we have their confirmation.",
						   "To inspire them the various student-youth groups to gradually come together to build a powerful socialist student-youth movement.",

						"The conference will also enable all these various student and youth groups to get to know each other and exchange information about their activities. There will be a special session at the conference in which each group will be given time to make a presentation about their activities. There will also be discussions / presentations on the practical aspects of how to do socialist propaganda on various issues among the people, including how to make use of the social media.",

						"The proceedings of the conference will be interspersed with cultural programs and the attempt will be to organise a range of cultural programs so as to expose to the activists the use of various cultural forms to reach out to students and youth and spread our message amongst them.",

						"We invite socialist student and youth organisations from across the country to send their representatives to attend this two-day conference. Individual young people with an inclination towards socialism but who are not yet active with any group and who would like to get to know us better so that they can become active in the coming days are also welcome to attend. We are trying to reach out to as many socialist student and youth groups as possible, and are sending out this invitation to the addresses of all such groups that we have been able to collect from our contacts. But in case you know some socialist student and youth groups or some young groups/individuals with an inclination towards socialism whom we have not been able to invite to this conference because we do not have their contact emails, please forward this email to them and also kindly send us their emails to that we can directly send them this invitation.",

						"The detailed program of this conference will be sent out to you over email in a few days, once we have finalised all the details. We are sending out this advance information about the conference so that you can make your reservations – there is still one and a half months to go for the conference, and if you make your reservations within the next few days, you should have no difficulty in getting a confirmed reservation."
					]
	}
]