{
  "title" : "Stop the Nuclear Madness",
  "subtitle" : "Scrap the Kudankulam Nuclear Power Plant!",
  "img" : "img/campaign/edu.jpg",
  "content" : "The people of Idinthikarai, Kudankulam and other surrounding villages in Tamil Nadu are waging a &nbsp;&nbsp;heroic struggle against the two Russian VVER-1000 reactors being built in Kudankulam in Tirunelveli &nbsp;&nbsp;district of Tamil Nadu. Tens of thousands of people have been participating in protest marches, boat &nbsp;&nbsp;rallies, relay hunger strikes, in what is easily one of the most powerful non-violent people's movements &nbsp;&nbsp;in India in recent times. The government has unleashed repression on a scale reminiscent of colonial &nbsp;&nbsp;times. False cases have been filed against nearly 56,000 people; the charges include waging war &nbsp;&nbsp;against the state, and sedition. Yet, the people have not been cowed down; they continue their fantastic &nbsp;&nbsp;struggle. <br> The government of India, India's nuclear establishment and several top intellectuals who have sold &nbsp;&nbsp;their souls to the country's ruling elites have launched a massive propaganda campaign to malign the &nbsp;&nbsp;struggle. They are claiming that nuclear energy is clean, safe, green and cheap solution to meet our future energy needs. They are dubbing the protestors as foreign agents, as being anti-development... In reality, it is these protestors who are the real patriots, it is our rulers who have become foreign agents... who are putting the entire future of our country at risk for the profits of Russian / French / American corporations.<br> <b> NUCLEAR ENERGY IS DEATHLY</font></b><br> Even if nuclear reactors operate normally, their environmental costs are terrible. The process of fissioning uranium to generate heat and produce electricity in a nuclear reactor also results in the creation of more than 200 types of highly radioactive elements. Many of these elements will continue to release radiation for thousands of years. A 1000 MW nuclear reactor contains within it radiation equivalent to that released by 1000 Hiroshima bombs!<br><br> The country's nuclear scientists—who are no longer scientists, but have become paid agents—are claiming that nuclear plants do not emit any of this radiation, and even if it leaks, radiation is safe and not harmful to humans and the environment. They are lying. Even during normal operation of a nuclear plant, small or large amounts of this radiation routinely leaks out into the atmosphere. An even more monstrous problem is the problem of radioactive waste, which remains radioactive for more than 2 lakh years. The two Kudankulam reactors will generate 3600 tons of waste in their life of 60 years. There is no safe way of storing these deadly wastes for such a long period of time; and so the waste inevitably leaks. The impact of this radiation on the human body is deathly: it causes all kinds of cancers, infertility, premature aging, kidney problems, and several other diseases, and also mutates the reproductive genes—causing all kinds of diseases and birth deformities in future generations. Consequently, people living near nuclear plants will suffer these effects for thousands of years.<br><br> The water discharged into the ocean by the cooling systems of the nuclear plant will be carrying a terrific amount of heat. This will lead to a sharp decline in the fish catch in the coastal areas, destroying the livelihoods of tens of thousands of local fisherfolk. It has happened with coastal nuclear plants around the world, from the USA to India (Kalpakkam and Tarapur nuclear plants).<br><br> <b>NUCLEAR PLANTS ARE ACCIDENT - PRONE</b><br> And if there is a major accident in the nuclear plant, its consequences will be simply devastating. Here are a few facts about two such accidents that have occurred in recent times.<br><br> Chernobyl, Ukraine, April 1986: : i) The accident heavily contaminated more than 100,000 square miles around Chernobyl—twice the area of Tamil Nadu; it will remain so for thousands of years; ii) Nearly 10 lakh people have died worldwide due to Chernobyl up to 2004; this number will continue to increase for many generations; iii) More than 5 million people who continue to live in the most dangerously contaminated areas know that they are forever contaminated, that they could get cancer anytime, and that future generations could be born with severe birth defects; iv) Children are the worst affected, less than 20% children are healthy in the contaminated areas, and in the heavily contaminated areas, it is difficult to find one healthy child.<br><br> Fukushima, Japan, March 2011: This accident is even bigger than Chernobyl. One year after the accident, the stricken reactors continue to leak radiation. Its full consequences will be known only in the coming years. So far, nearly 1.5 lakh people have been evacuated in areas around the damaged plant; they are never going to return to their homes. In the rest of Japan, the radiation leaking from the plant is going to contaminate the soil, groundwater, Pacific Ocean, leading to contamination of vegetables, rice, fruits, fish, milk... Independent nuclear scientists estimate that there are going to be at least a million cancers in Japan over the next 30 years due to the accident.<br><br> India's establishment scientists are lying about the safety of the Kudankulam reactors. A Chernobyl or Fukushima type accident can happen again, anywhere, in any operating reactor in the world, as nuclear technology is inherently prone to catastrophic accidents.On July 13, 2011, in a television address to the nation, Japanese Prime Minister Naoto Kan, accepted what scientists had been saying for years, that no amount of safety measures can guarantee that a catastrophic nuclear accident will not occur: “Through my experience of the March 11 accident, I came to realise the risk of nuclear energy is too high. It involves technology that cannot be controlled according to our conventional concept of safety.”<br><br> And if a major nuclear accident occurs, it can destroy a nation. Mikhail Gorbachev, the former President of the USSR, has credited Chernobyl, and not Perestroika, for the downfall of the Soviet Union. The Fukushima accident very nearly led to the evacuation of Tokyo; even today, if there is a significant earthquake and one of the fuel pools collapses in Fukushima, Japan still could be cut in half. Because of these terrible effects, on May 25, 2011 the governments of Austria, Greece, Ireland, Latvia, Liechtenstein, Luxembourg, Malta, and Portgual, issued a joint declaration stating that nuclear power is not compatible with the concept of sustainable development and called for energy conservation and a switch to renewable sources of energy world-wide. Pro-nuclear governments like Germany, Switzerland, Italy and Belgium have decided to phase out their operating nuclear plants.<br><br> <b>ALTERNATIVE SOLUTION TO ENERGY CRISIS</font></b><br> Paying such enormous costs to meet our electricity needs is sheer madness, when safe and environmentally friendly solutions exist: maximizing energy efficiency and using renewable energy sources. Through measures such as increasing generation, transmission and end-use efficiency, and eliminating wasteful and luxurious consumption, it is possible to reduce electricity demand by a whopping 30-40% and even more! There would then be no need to build new power plants for the next few years!! Our future growth needs can then be met from renewable energy sources. Their potential is huge: Wind Energy – at least 200,000 MW; Solar Energy – at least 100,000 MW. The actual potential is much more. Apart from that, the needs of our far-flung rural areas, 50% of which are still not electrified and those which are, receive very poor electricity supply, can be easily met from renewable sources like small hydro-power, windmills, biogas and of course solar energy. Furthermore, while nuclear electricity costs are rising, renewable energy costs are falling: wind energy is already cheaper than conventional electricity; solar photovoltaic energy cost is already cheaper than nuclear electricity, and is expected to become competitive with coal and gas fired plants in just 2-3 years!<br><br> <b>WHY THIS MADNESS ?</font></b><br> In the name of globalisation, for the last two decades, successive governments have been running the Indian economy solely for maximising the profits of giant foreign and Indian business houses—through schemes like SEZs; privatisation of public sector corporations at throwaway prices; allowing them to plunder mountains, forests and rivers for their immense mineral wealth displacing lakhs of people; allowing them to take over education, health and other essential services and mint super profits; and so on. And so, with nuclear power on the decline in the West, the Manmohan Singh government is promoting nuclear energy in India—so as to provide foreign nuclear corporations and their Indian collaborators a multi-billion dollar business opportunity. India’s rulers have sold their souls to the devil for a price that would have shamed Faust!<br><br> <b>SUPPORT THE KUDANKULAM STRUGGLE</b><br> The people of Idinthikarai and other nearby villages are waging a determined struggle against the Kudankulam nuclear plant. They are not just fighting to defend their livelihoods and environment, and the health of their coming generations. They are actually fighting for all of us, for the people of the entire country. If there is a major accident at Kudankulam, in the minimum, southern Tamil Nadu, Kerala and Southern Karnataka, along with neighbouring Sri Lanka, will be radioactively contaminated. For 20-30 thousand years. It will destroy India.<br><br> We must support the growing countrywide anti-nuclear struggle and demand of the government of India:<br> 1) Scrap the Jaitapur and Kudankulam nuclear power projects! Scrap all new nuclear power plants!!<br> 2) Phase out all other operating nuclear power plants as early as possible.<br> 3) Invest massively in energy saving and development of renewable technologies!"
}

