{
  "title" : "Continue the struggle against FDI in Retail!",
  "subtitle" : "It is a struggle to save the livelihoods of millions of  people!!",
  "img" : "img/campaign/fdi.jpg",
  "content" : "Following a huge public outcry, the government of India has temporarily put on hold its decision to allow foreign investment in multi-brand retail. Prime Minister Manmohan Singh announced that the government will once again try to push through the implementation of this policy after the assembly elections are over (in March 2012). The government is asserting that it will benefit: consumers, as they will get goods at reduced prices; farmers, as FDI will bring in modern technology as well as enable farmers to get better crop prices; finally, that it will lead to the creation of one crore jobs in just three years! They are blatantly lying! <br> <br> There are around 1.5 crore retail shops in India, having total sales of around $400 billion today. The unorganized retail sector—such as the local kirana shops, owner-manned general stores, chemists, hardware-footwear-garment-cutlery-furniture-stationery shops, bakeries, vegetable & fruit shops, paan-beedi shops, hand-cart hawkers, pavement vendors, etc.—accounts for around 93% of all retail sales; the large retail businesses and supermarkets, that is, the organised retail sector, constitutes the remaining 7%. In all, the retail sector employs around 4 crore people, nearly 10% of the total employment in the country.  <br> <br> Already the domestic organised retail market, which is dominated by retail chains opened by India's large corporate houses like Reliance (Reliance Retail), Aditya Birla group (More), the K. Raheja group (Shopper's Stop, Crossword and Inorbit Mall) and the RP Goenka group (Spencer's) to name a few, is growing at a furious rate of 45-50% per annum. It has adversely affected the small retailers, with traditional fruit and vegetable sellers suffering a 10-30 percent decline in sales and 20-30 percent decline in incomes across the cities of Bangalore, Ahmedabad and Chandigarh. <br>  <br>If permission is given to the entry of foreign giant retailers like Walmart, TESCO, Carrefour and Metro from abroad, the unorganised retail sector in the country will be simply decimated. That's because these MNC retail giants are huge, much beyond our imagination. For instance, in 2009-10, the world's  biggest retailer Walmart had total global sales of $405 billion: more than all of India's 1.5 crore retailers combined! <br>  <br>These big retailers have the financial muscle to source their supplies from the lowest cost producers at the global level, like China. In the case of farm produce, they will source it directly from Indian farmers. Therefore, they will be able to sell their products at cheaper rates than the small retailers—if necessary, they will even sell at a loss. Not just the kirana stores and street vendors will be forced out of business, the entire network of wholesalers and distributors will be displaced. <br> <br>It will result in massive job destruction. While the retail chains will employ a few thousand people in low-paid jobs, they will render millions of small retailers jobless: the global experience is that for every job created in a supermarket, around 17 jobs are lost in the unorganised retail sector. With more than 4 crore people employed in the retail sector, the impact will be devastating. <br> <br>There is absolutely no exaggeration in this, it is happening all over the world. Small retail has been virtually wiped out in the developed countries. In the US, over the fifteen year period 1992-2007, the share of the top 4 firms in total general merchandise stores (symbolized by Walmart) rose from 47% to 73%, in computer and software stores from 26% to 73%, and in health and personal care stores from 25% to 54%. In 2005, the top 5 retailers accounted for around 65–75% of total grocery sales in several European countries. The same tragic story is being played out in third world countries too, as they open up their economies to giant retailers under WB–IMF pressure. Walmart entered Mexico in 1991; within a decade (2001), it had taken over nearly half (45.6%) of retail market. In East Asia, the supermarket share of retail food sales ballooned from less than 20% to around 50% over the decade 1996–2005. <br> <b> <br>Will the farmers benefit?</b> <br>No! Corporate monopolies have not benefited the small farmers anywhere in the world. In the US, they have wrecked family farms: presently less than one million Americans claim farming as their occupation; that figure was over 25 million in the 1950s. In Europe, every minute a farmer quits agriculture. Across Latin America, from Brazil and Argentina to Uruguay and Colombia, MNC owned supermarkets dominate retail trade; yet, farmers are quitting agriculture. The entry of corporate retailers will devastate India's 65 crore farmers too. <br> <br> The reason is simple. The giant retailers monopolise not just the retail market, they are so big that within just a few years of their entry, they acquire monopoly over the the entire supply chain, from processing to trade to retail. The Indian government is setting the stage for this by allowing agribusiness corporations to enter into direct contracts with farmers. Initially, the corporates will offer better prices to farmers than the agricultural mandis, and this is eventually going to result in closure of these mandis. The MNCs will thus gradually acquire monopoly over the buying of agricultural produce from farmers. Further, unlike what is taught in economics textbooks, MNCs do not compete with each other over prices, and instead cartelise amongst themselves. Once the mandis close down, farmers will have no option but to sell their produce to these handful of corporations at the prices offered by the latter. The MNCs will now be in a position to drive down procurement prices at will. Additionally, they will also impose conditions like strict adherence to quality and delivery times, which will be very difficult for our small farmers to meet. All this is going to push India's small farmers yet deeper into debt and penury.  <br><br> Over the last two decades, ever since the government of India opened up the country's economy to unrestricted inflow of FDI in the name of 'helping the Indian farmer', the various steps taken have only achieved the opposite. They have doubled the indebtedness of the peasantry, and have spurred the worst-ever recorded wave of suicides in the country's history—in the last fifteen years, more than 2.5 lakh farmers have killed themselves due to the worsening agrarian crisis. Apart from which 75 lakh people have abandoned agriculture in a decade. The latest of these policies, FDI in retail, is going to further aggravate this crisis.<br><br> <b>Big retail destroys small businesses too<br></b> Big retailers like Walmart source their supplies from suppliers willing to employ the dirtiest means possible—employing child labour, slave labour, violating workers' human rights—to produce at the lowest possible prices. Workers in Honduras working for Walmart work in 14 hour shifts at wages barely enough to keep them alive; in China, Walmart's suppliers employ children below the age of 16 (China's legal working age), force workers to work 15-hours a day, seven days a week in very poor working conditions, and pay them very wages even below China's already low minimum wages; Walmart's clothing is made in Bangladesh by young women working for 13 hours a day, 7 days a week.  <br><br> This means  that once Walmart and other giant retailers enter India, workers in Indian factories will have to compete with such low paid workers in other third world countries to survive; it will be a race to the bottom of the wage and benefit scale. With most small businesses unable to compete, they will be forced out of business.  <br><br> Contrary to its name, the RTE law thus legalises withdrawal of government from its obligation to provide free  and compulsory education.  It is a cruel mockery of the right to education!<br><br> <b>Will the consumer benefit?<br></b> No again! This is another myth. While corporate retail hijacks the whole supply chain to become producer, wholesaler, distributor and retailer, it keeps all the margins to itself. Business is all about maximising profits, MNCs are even more ruthless. Why should they transfer some of this huge margin to consumers and lower prices? On the contrary, having established monopoly over retail, MNC retailers collaborate to hike prices to earn super profits. This has been the experience in every country that has opened up retail to MNCs, from Nicaragua and Argentina to Kenya to Thailand and Vietnam: prices in the supermarkets in all these countries are an estimated 10–14% higher than in traditional markets.<br><br> <b>To Conclude <br></b> Clearly, allowing FDI in retail will have calamitous consequences for not only India's vibrant retail sector, but also for small businesses and small farmers, who are already in crisis due to the gradual opening up of the economy to foreign capital over the last two decades. <br><br>Allowing FDI in retail is but a continuation of the globalisation policies being implemented in the country since 1991—when the government, bowing to conditions imposed by the World Bank–IMF, began opening up the economy to foreign corporations. Since then, successive Indian governments have been nakedly pandering to the interests of  foreign and big Indian business houses. Large multinational retailers like Walmart are facing saturated home country markets; they are also facing increasing public opposition in their home countries due to their impact on local communities. So, they are looking to expand to India. Big Indian business houses are hoping to become their collaborators and earn big profits. And so India's traitorous intellectuals have launched a huge propaganda offensive to convince the Indian people about the benefits of FDI IN RETAIL. <br><br>Friends, our resolute struggle against FDI in retail has won us only a temporary reprieve; the government is committed to reintroducing this policy. The continued opposition of the main opposition parties cannot be taken for granted as they have promoted the opening of supermarkets and shopping malls in the states where they are (or have been) in power.  Therefore, we need to continue with our campaign to educate the common people, the consumers, farmers and traders, about the disastrous effects of this policy, continue to organise seminars–protests–rallies–dharnas, and mobilise more and more people to join us in our protest programs. In the ultimate analysis, our struggle is a part of the growing nationwide struggle against globalisation, against the sell-out of our country to foreign and Indian big business houses by India’s ruling classes. Let us also take the initiative, and start building a unity of small traders, farmers, and consumers in and around our city..."
}
  