{
  "title" : "Violence on Women Must Stop!",
  "subtitle" : "Safety is our Right!",
  "img" : "img/campaign/vaw.jpg",
  "content" : "&nbsp;&nbsp;On 29th December, 2012, the brave and courageous survivor of the Delhi gangrape case breathed her &nbsp;&nbsp;last. The brutal assault on her, her fight to live, and her death, has shaken the conscience of the entire &nbsp;&nbsp;nation. Tens of thousands of young men and women spontaneously came out on the streets in nearly &nbsp;&nbsp;every city and town in the country to voice their protest against the increasing violence on women in &nbsp;&nbsp;the country.<br><br> &nbsp;&nbsp;In yet another proof of the apathy of our political class and the insensitivity of the police force to &nbsp;&nbsp;crimes against women, the police used water cannons, tear gas, and lathi- charged the protestors who had assembled at India Gate in Delhi; and then sealed off the heart of the capital to prevent people &nbsp;&nbsp;from protesting.<br><br> The main issue in all these protests has been the dismal law and order situation in the country. The debate has become focussed on modifying our laws, harsh sentencing for rapists, fast-track courts, police reforms, etc. However, even as thousands of people were protesting on the streets, the police moved to take speedy action against the accused, the government quickly set up a fast-track court to try them, and it is clear that the rapists will soon be given stiff punishment, despite all these measures, there are no signs that the number of rapes is coming down, that women are becoming any more safer in the country. In the two weeks since the brutal rape incident in Delhi took place, not a day has passed without the newspapers reporting at least half a dozen new incidences of rapes of women, from girls as young as 6 to women aged 78.<br><br> While rape is an extreme form of violence against women, women are subjected to several other forms of violence. Passing of lewd comments, 'touching' women's bodies, making obscene gestures, or just staring hungrily at a girl's body – all these acts are also forms of violence against women, which violate their dignity, injure their spirit, and undermine their self-confidence. And then, women are subjected to physical violence and even rape within the family; abandoned for not giving birth to a male child; illtreated as widows; sold off to pay family debts; abducted and forced into prostitution; killed in the womb, or murdered just after birth...<br><br> At the root of all this violence against women is the patriarchal social system, wherein women are not just considered to be secondary to men, but as an inferior species; whose main job is to look after the household; and whose body is a mere means for continuing the family lineage. It is therefore an inherent value of this patriarchal system that men can commit violence on women.<br><br> Unfortunately, women themselves become as wedded to patriarchal thinking as men. Right from birth, the social system drills this mode of thinking into their heads, so that they come to regard men as superior to them, consider themselves to be dependent on fathers/husbands/sons, and so undertake fasts for men, wear mangalsutras, and perform rituals to be blessed with a male child.<br><br> This secondary position of women due to patriarchy is being made worse by capitalist globalisation, which is transforming everything, from seeds and water, to land and rivers and mountains, to education and health, into commodities for corporate profits. And so, even a woman's body has become a commodity; women are portrayed as sexual objects, meant to attract attention, and are used for selling everything from cars to shaving creams and body sprays. An even more vulgar objectification of women in capitalist society is beauty contests, wherein women are considered to be mere bodies, whose figure is all that matters.<br><br> Globalisation has also led to a sharp increase in social inequalities – on the one hand, a small section of the society is becoming stinking rich, and on the other hand, lakhs of people are being pushed into poverty and destitution. This has torn apart the social fabric, and has led to a sharp spurt in crime.<br><br> A patriarchal mode of thinking, together with an increasing portrayal of women as sex objects for fulfilling men's lust, in a society where violent crime is sharply on the rise, is what is responsible for the sharp increase in violence against women in the country during the past two decades. Ever since India began globalisation in 1991, rape cases have seen an incredible 240% increase, from 10,068 recorded rape cases in 1990 to 24,206 cases in 2011.<br><br> The brutal Delhi rape case has led to a massive outpouring of anger and a powerful protest movement across the country against violence on women. We must join the struggle. We must demand a change in laws, speedy trials and quick justice in all rape cases.<br><br> However, we also need to be clear that just improving the law and order situation is not going to end violence against women. That is because its roots lie in the capitalist patriarchal system. We need to advance our struggle to change this system, and build a new non-violent, peaceful, society, where women are able to live with dignity as human beings, which guarantees everyone the basic conditions for the fullest development of their inherent abilities.<br><br> For that, we need to build a strong womens movement, which also includes in its fold sensitive men. Let us join hands to build such a movement. If you wish to join in this movement, do contact us!<br><br>"}


   
