	{
		"title" : "Preliminary Statement on Budget.",
		"date" : "February 2, 2017",
		"type" : "news",
		"author" : "Neeraj Jain",
		"tags" : ["union budget", "bjp", "demonetisation", "jaitley", "social wellfare", "tax"],
		"subtitle" : "The PM and many leading intellectuals have praised the budget as a pro-growth budget, a pro-poor budget and a pro-farmer budget. The reality is exactly the opposite of all these epithets.", 
		"img" : "img/news/budget2017.jpg",
		"content" : [ 	"While total budget outlay has increased over the figure for 2016-17 BE by 8.5%, in reality, as compared to the GDP, it has fallen from 13.13% to 12.74%. This is an indication that the government is curbing its budget spending. In other words, how is it a pro-growth budget?", 
						"This year, the Finance Minister, in order to deflect criticism as regards the concessions being given to the country's richie rich in the form of deductions / exemptions given on corporate taxes, customs and excise duties, has changed the methodology for calculating these deductions, and has therefore drastically brought down the custom and excise duties exemptions. Even with the new methodology, the figures show that the exemptions are higher than that of the previous year, and have gone up from Rs 2.25 lakh crore to Rs 2.38 lakh crore, a rise of 5.8%.",
						"The earlier methodology was being followed for the last 11 years. Calculating these exemptions given to the rich based on the earlier methodology, these exemptions (excluding the exemptions given in personal income taxes, which are more oriented towards the middle classes) work out to: 83,492 (corporate taxes) + 250,642 (customs duties) + 224,940 (excise duties) = 559,074 or Rs 5.59 lakh crore. (In making these calculations, the customs duties exemptions has been calculated as below: The Statement of Revenue Impact of Tax Incentives under the Central Tax System: Financial Years 2015-16 and 2016-17 in the budget documents gives the the total estimated customs revenue impact of tax incentives for 2016-17 as Rs. 307,707 crore by the old methodology, and from this the revenue impact of input tax neutralization schemes is deducted, which stands at Rs 57,065 crore, to give the customs duties exemption by old methodology of Rs 250,642 crore. Similarly, the excise duties exemptions are calculated in the following way. The statistics given in section no. 2.8 and 2.9 in the Statement of Revenue Impact of Tax Incentives under the Central Tax System show that the revenue impact of tax incentives on the Central Excise side for 2016-17 (estimated) is the same as that for 2015-16 (actuals). Therefore, to estimate the excise duty concessions for 2016-17 by old methodology, we have assumed that they have remained the same as the 2015-16 budget estimate made in the budget statement of 2015-16, that is, Rs 224,940 crore—this is actually an underestimate, as normally the excise duty concessions have been increasing every year by at least 10% over the previous year's estimates.)",
						"<strong>The total concessions to the richie rich for 2016-17 are the highest ever, even more than the record level of Rs 5.51 lakh crore for 2015-16.</strong>",
						"Another important subsidy to big corporates is in construction of roads and highways, for which the total allocation has gone up from Rs 58,000 crore in 2016-17 BE to Rs 64,900 crore in 2017-18 BE. Obviously, a major portion of this is going to be transfers to corporate houses in the form of PPP—which is nothing but a transfer of public resources to the private sector.",
						"And on the other hand, while the media has praised the budget as a pro-poor budget, the figures speak for themselves: While in absolute terms, there has been some increase in the total social sector spending of the government, which is only to be expected if inflation is to be accounted for, the total social sector expenditure of the government (Rs 492,635 crore) as a percentage of the GDP is only a low 2.92%. It is definitely not such a large sum for the budget to be called a pro-poor budget. And it continues to be below the level of 3.23% that was budgeted by the Finance Minister in his first budget of 2014-15, and is also below the level of 3.43% that was estimated in the budget of the UPA Government in 2010-11. In this context, it needs to be recalled that the total social sector spending of the governments at the Centre and States combined is a mere 7% of the GDP, which is far lower than not only the developed countries (30% and more) but also other emerging market economies like the Latin American countries who spend as much as 18% of their GDP on the social sectors.",
						"Coming to the total spending on agriculture (including Ministry of Agriculture and Farmer’s Welfare, Ministry of Rural Development and Ministry of Water Resources), while this too has seen some increase in absolute terms in this year’s budget, in actual terms, it continues to languish at 0.98% of the GDP – even below the level of 1.07% of the GDP reached during Jaitley's first budget of 2014-15. And this for a sector, on which more than 50% of the population depend on for their livelihoods. It is not that the government does not have funds, it is a question of priorities. The total spending on all agriculture-related sectors is just Rs 1.65 lakh crore, which is just 30% of the total tax concessions and exemptions given to the rich this year! So much so for it being a pro-farmer budget!"
					],	
		"hasBtn"   : false,
		"btnText"  : "Join the Campaign",
		"btnValue" : "http://bit.do/pmc17",	
		"download" : "demonetisation.pdf"

	}