	{
		"title" : "Lokayat is contesting its first Pune Municipal Corporation elections directly.",
		"date" : "February 2, 2017",
		"type" : "news",
		"tags" : ["pmc", "elections", "donate", "join"],
		"subtitle" : "We are putting up four candidates for the Pune Municipal Corporation Elections. ", 
		"img" : "img/news/pmc_eng.jpg",
		"content" : [ 	"This year, the government has modified the election system, and has made each electoral constituency bigger, with four wards combined into one single Panel or Prabhag. Each Panel or Prabhag will thus have four seats. This means voters in each Prabhag or Panel will have four votes, and will vote for four corporators. This also means that even if we put up only one candidate for one ward in the Panel, we will have to campaign in the entire Panel region - meaning we will have to campaign in all the four wards.", 
						"This basically has been done to favour the candidates with more money, as they will be able to campaign better in the bigger area that is equivalent to four wards.",
						"Anyway, we are putting up candidates for all the four seats in Panel / Prabhag no. 14. The area is from Prabhat Road to Senapati Bapat Road to Shivaji Nagar.",
						"Most candidates are  busy wooing voters with free gifts, taking them on religious tours, throwing parties, etc. We plan to do a different kind of campaign, and focus on issues that concern the people, from sanitation issues to education and transport issues.",
						"We shall announce the names of the candidates once their applications are approved by the returning officer on February 4. But we are launching our campaign from February 4.",
						"<strong>If you wish to join us for this campaign - which will be an election campaign with a difference - let us know - it is going to be an exciting campaign - we will be campaigning every evening from 6 pm to 9.30 pm, and full day on Saturday and Sunday.</strong>",
						"Though it will be a low budget campaign, nevertheless, however spartan be our expenditure, it will still be quite a lot, as the total voters in the entire Prabhag total 85,000 voters. We will be campaigning intensively and plan to reach out to each and every voter in the constituency. And all our activists will be participating in this campaign and are quite excited about it.",
						"<strong>We invite all of you interested in this new venture by Lokayat to financially contribute to our election campaign. We plan to spend a maximum total of Rs 2 lakh for all the four seats</strong>. The expenditure will basically be on pamphlets and decorative material for the campaign. It will be a unified campaign, as all four seats are in the same Prabhag.",
						"While we will basically be funding the campaign through contributions from all our activists, if some of you contribute, that will reduce the strain on our finances. Each of our big programs like the recent Youth Conference has been generously funded by so many of you, but each time actually the total contributions raised fall short of our expectations, and we have to raise the balance from extra contributions from our activists. So whatever you wish to contribute will be a big help and support.",
						"It is the first time we are campaigning thus, and it will also be a great learning experience for us. If you wish to contribute to this exciting new endeavour, do let us know. All four candidates will be opening special accounts for the election campaign expenses, in accordance with the rules framed by the election commission, and we shall send you the account number of one of them to transfer your contribution.",
						"<strong> If you want to join the election campaigns contact on 9561601368. You can even fill in <a href='http://bit.do/pmc17' target='_blank'>join in</a> form to participle.</strong>"	
					],	
		"hasBtn"   : true,
		"btnText"  : "Join the Campaign",
		"btnValue" : "http://bit.do/pmc17",	
		"download" : "demonetisation.pdf"

	}